Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: profile
de: Profil
es: perfil
fr: profil
ja: プロファイル
pt_br: perfil
zh_hans: 配置

source: Completion contract set at create time: local-only, OWNER/REPO for publication, or a PR URL whose CI gates completion. Read-only — Hermes has no update verb.
de: Beim Erstellen festgelegter Abschlussvertrag: nur lokal, OWNER/REPO zur Veröffentlichung oder eine PR-URL, deren CI den Abschluss freigibt. Schreibgeschützt — Hermes hat kein Aktualisierungsverb.
es: Contrato de finalización definido al crear: solo local, OWNER/REPO para publicación o una URL de PR cuya CI controla la finalización. Solo lectura: Hermes no tiene un verbo de actualización.
fr: Contrat d’achèvement défini à la création : local uniquement, OWNER/REPO pour la publication, ou une URL de PR dont la CI conditionne l’achèvement. Lecture seule — Hermes n’a pas de verbe de mise à jour.
ja: 作成時に設定された完了コントラクト: ローカルのみ、公開用の OWNER/REPO、または CI が完了を判定する PR の URL。読み取り専用です — Hermes に更新用のコマンドはありません。
pt_br: Contrato de conclusão definido na criação: apenas local, OWNER/REPO para publicação ou uma URL de PR cuja CI controla a conclusão. Somente leitura — o Hermes não tem um verbo de atualização.
zh_hans: 创建时设置的完成约定：仅本地、用于发布的 OWNER/REPO，或由 CI 把关完成状态的 PR 链接。只读——Hermes 没有更新命令。

source: Installed, but it could not be enabled: %@
de: Installiert, konnte aber nicht aktiviert werden: %@
es: Instalado, pero no se pudo activar: %@
fr: Installé, mais n'a pas pu être activé : %@
ja: インストールされましたが、有効化できませんでした: %@
pt_br: Instalado, mas não foi possível ativá-lo: %@
zh_hans: 已安装，但无法启用：%@

source: Nothing is running — Hermes runs this as a normal prompt instead of steering.
de: Es läuft nichts — Hermes führt dies als normalen Prompt aus, statt zu steuern.
es: No hay nada en ejecución: Hermes lo ejecuta como un mensaje normal en lugar de dirigir.
fr: Rien n’est en cours — Hermes l’exécute comme une invite normale au lieu de l’orienter.
ja: 実行中の処理がないため、Hermes はこれをステアリングではなく通常のプロンプトとして実行します。
pt_br: Nada está em execução — o Hermes executa isto como um prompt normal em vez de direcionar.
zh_hans: 当前没有正在运行的任务——Hermes 会将其作为普通提示运行，而不是进行引导。

source: Optimize failed. %@
de: Optimierung fehlgeschlagen. %@
es: Error al optimizar. %@
fr: Échec de l'optimisation. %@
ja: 最適化に失敗しました。%@
pt_br: Falha ao otimizar. %@
zh_hans: 优化失败。%@

source: That job already finished and can't be re-armed — duplicate it to schedule a new one.
de: Dieser Auftrag ist bereits abgeschlossen und kann nicht neu aktiviert werden — duplizieren Sie ihn, um einen neuen zu planen.
es: Esa tarea ya terminó y no puede rearmarse: duplícala para programar una nueva.
fr: Cette tâche est déjà terminée et ne peut pas être réarmée — dupliquez-la pour en planifier une nouvelle.
ja: このジョブはすでに完了しており、再設定できません。複製して新しいジョブをスケジュールしてください。
pt_br: Essa tarefa já terminou e não pode ser rearmada — duplique-a para agendar uma nova.
zh_hans: 该任务已完成且无法重新启用——复制它以安排新的任务。

source: That job already finished — duplicate it to schedule a new one.
de: Dieser Auftrag ist bereits abgeschlossen — duplizieren Sie ihn, um einen neuen zu planen.
es: Esa tarea ya terminó: duplícala para programar una nueva.
fr: Cette tâche est déjà terminée — dupliquez-la pour en planifier une nouvelle.
ja: このジョブはすでに完了しています。複製して新しいジョブをスケジュールしてください。
pt_br: Essa tarefa já terminou — duplique-a para agendar uma nova.
zh_hans: 该任务已完成——复制它以安排新的任务。

source: That job already finished — use Resume & Run Now to re-arm it, or duplicate it.
de: Dieser Auftrag ist bereits abgeschlossen — verwenden Sie „Fortsetzen & jetzt ausführen“, um ihn neu zu aktivieren, oder duplizieren Sie ihn.
es: Esa tarea ya terminó: usa Reanudar y ejecutar ahora para rearmarla, o duplícala.
fr: Cette tâche est déjà terminée — utilisez « Reprendre et exécuter maintenant » pour la réarmer, ou dupliquez-la.
ja: このジョブはすでに完了しています。「再開して今すぐ実行」で再設定するか、複製してください。
pt_br: Essa tarefa já terminou — use Retomar e executar agora para rearmá-la, ou duplique-a.
zh_hans: 该任务已完成——使用“恢复并立即运行”重新启用它，或复制它。

source: There was no stored auth state for this provider.
de: Für diesen Anbieter war kein Authentifizierungsstatus gespeichert.
es: No había estado de autenticación almacenado para este proveedor.
fr: Aucun état d'authentification n'était enregistré pour ce fournisseur.
ja: このプロバイダーに保存された認証情報はありませんでした。
pt_br: Não havia estado de autenticação armazenado para este provedor.
zh_hans: 该提供方没有已存储的认证状态。

source: There were no memory files to reset.
de: Es gab keine Memory-Dateien zum Zurücksetzen.
es: No había archivos de memoria que restablecer.
fr: Il n'y avait aucun fichier de mémoire à réinitialiser.
ja: リセットするメモリファイルはありませんでした。
pt_br: Não havia arquivos de memória para redefinir.
zh_hans: 没有可重置的记忆文件。

source: This Hermes installation is managed; plugin activation is read-only
de: Diese Hermes-Installation wird verwaltet; die Plugin-Aktivierung ist schreibgeschützt
es: Esta instalación de Hermes está gestionada; la activación de complementos es de solo lectura
fr: Cette installation Hermes est gérée ; l'activation des plugins est en lecture seule
ja: この Hermes インストールは管理されています。プラグインの有効化は読み取り専用です
pt_br: Esta instalação do Hermes é gerenciada; a ativação de plugins é somente leitura
zh_hans: 此 Hermes 安装受管理；插件启用为只读

source: This Hermes is managed by %@. Enabling and disabling plugins is read-only here — change it in your package manager's configuration and re-deploy.
de: Diese Hermes-Installation wird von %@ verwaltet. Das Aktivieren und Deaktivieren von Plugins ist hier schreibgeschützt — ändere es in der Konfiguration deines Paketmanagers und deploye erneut.
es: Este Hermes está gestionado por %@. Activar y desactivar complementos es de solo lectura aquí: cámbialo en la configuración de tu gestor de paquetes y vuelve a desplegar.
fr: Cet Hermes est géré par %@. L'activation et la désactivation des plugins sont en lecture seule ici — modifiez-les dans la configuration de votre gestionnaire de paquets, puis redéployez.
ja: この Hermes は %@ によって管理されています。プラグインの有効化と無効化はここでは読み取り専用です。パッケージマネージャーの設定で変更して再デプロイしてください。
pt_br: Este Hermes é gerenciado por %@. Ativar e desativar plugins é somente leitura aqui — altere na configuração do seu gerenciador de pacotes e reimplante.
zh_hans: 此 Hermes 由 %@ 管理。此处无法启用或停用插件，请在软件包管理器的配置中修改并重新部署。

source: — or use user/password login —
de: — oder Benutzername/Passwort-Anmeldung verwenden —
es: — o usa inicio de sesión con usuario/contraseña —
fr: — ou utilisez la connexion utilisateur/mot de passe —
ja: — またはユーザー名/パスワードでログイン —
pt_br: — ou use login com usuário/senha —
zh_hans: — 或使用用户名/密码登录 —

source: · %lld capabilities active
de: · %lld Fähigkeiten aktiv
es: · %lld capacidades activas
fr: · %lld capacités actives
ja: · %lld 件の機能が有効
pt_br: · %lld capacidades ativas
zh_hans: · %lld 项能力已启用

source: · next %@
de: · nächste %@
es: · siguiente %@
fr: · suivant %@
ja: · 次: %@
pt_br: · próximo %@
zh_hans: · 下一个 %@

source: · remembered (probe unavailable)
de: · gemerkt (Prüfung nicht verfügbar)
es: · recordado (sondeo no disponible)
fr: · mémorisé (sonde indisponible)
ja: ・記憶済み（プローブ利用不可）
pt_br: · lembrado (sondagem indisponível)
zh_hans: · 已记住(探测不可用)

source: “%@” needs a newer mini-app bridge (requires %@; this Scarf provides %@). Update Scarf to run it.
de: „%@“ benötigt eine neuere Mini-App-Bridge (erfordert %@; dieses Scarf bietet %@). Aktualisieren Sie Scarf, um sie auszuführen.
es: «%@» necesita un puente de mini-apps más reciente (requiere %@; este Scarf proporciona %@). Actualiza Scarf para ejecutarla.
fr: « %@ » nécessite un pont mini-app plus récent (requiert %@ ; ce Scarf fournit %@). Mettez Scarf à jour pour l'exécuter.
ja: 「%@」にはより新しいミニアプリブリッジが必要です（必要: %@、この Scarf が提供: %@）。実行するには Scarf を更新してください。
pt_br: “%@” precisa de uma ponte de mini-apps mais recente (requer %@; este Scarf fornece %@). Atualize o Scarf para executá-la.
zh_hans: “%@”需要更新版本的小应用桥接（要求 %@；当前 Scarf 提供 %@）。请更新 Scarf 后再运行。

# “%@” wants to open this link: %@
source: “%1$@” wants to open this link: %2$@
de: „%1$@“ möchte diesen Link öffnen: %2$@
es: “%1$@” quiere abrir este enlace: %2$@
fr: « %1$@ » veut ouvrir ce lien : %2$@
ja: 「%1$@」がこのリンクを開こうとしています: %2$@
pt_br: “%1$@” quer abrir este link: %2$@
zh_hans: “%1$@”想要打开此链接: %2$@

source: (all)
de: (alle)
es: (todas)
fr: (toutes)
ja: （すべて）
pt_br: (todas)
zh_hans: （全部）

source: (empty file)
de: (leere Datei)
es: (archivo vacío)
fr: (fichier vide)
ja: (空のファイル)
pt_br: (arquivo vazio)
zh_hans: (空文件)

source: (empty)
de: (leer)
es: (vacío)
fr: (vide)
ja: (空)
pt_br: (vazio)
zh_hans: (空)

source: (none)
de: (keine)
es: (ninguno)
fr: (aucun)
ja: (なし)
pt_br: (nenhum)
zh_hans: (无)

source: **Signpost only** is the default — Instruments can attach and read the Points of Interest track without any other overhead. **Full** also keeps a 4096-entry in-memory ring you can browse below and copy as JSON.
de: **Nur Signposts** ist der Standard — Instruments kann sich anhängen und die Points of Interest-Spur ohne weiteren Aufwand lesen. **Vollständig** behält zusätzlich einen Ringpuffer mit 4096 Einträgen im Speicher, den du unten durchsehen und als JSON kopieren kannst.
es: **Solo señal** es el modo predeterminado — Instruments puede conectarse y leer la pista Points of Interest sin ninguna otra sobrecarga. **Completo** también mantiene un anillo en memoria de 4096 entradas que puedes explorar abajo y copiar como JSON.
fr: **Signpost uniquement** est le mode par défaut — Instruments peut s'attacher et lire la piste Points of Interest sans aucun autre surcoût. **Complet** conserve en plus un tampon circulaire en mémoire de 4096 entrées que vous pouvez parcourir ci-dessous et copier en JSON.
ja: **Signpost のみ** がデフォルトです — Instruments は他のオーバーヘッドなしにアタッチして Points of Interest トラックを読み取れます。**フル** では、下で閲覧したり JSON としてコピーしたりできる 4096 エントリのインメモリリングも保持します。
pt_br: **Somente signpost** é o padrão — o Instruments consegue anexar e ler a trilha Points of Interest sem nenhuma sobrecarga adicional. **Completo** também mantém um buffer circular em memória de 4096 entradas que você pode percorrer abaixo e copiar como JSON.
zh_hans: **仅 Signpost** 是默认模式 — Instruments 可以附加并读取 Points of Interest 轨道,不产生任何其他开销。**Full** 模式还会保留一个 4096 条记录的内存环形缓冲区,你可以在下方浏览并复制为 JSON。

source: **Switch & Relaunch** sets this as the active profile (writes `~/.hermes/active_profile`) and relaunches Scarf so every tab — Webhooks, Sessions, SOUL.md, Memory — reloads from the new profile's `~/.hermes/profiles/<name>/` directory.
de: **Wechseln & Neu starten** legt dieses Profil als aktives Profil fest (schreibt `~/.hermes/active_profile`) und startet Scarf neu, sodass jeder Tab — Webhooks, Sitzungen, SOUL.md, Speicher — aus dem Verzeichnis `~/.hermes/profiles/<name>/` des neuen Profils neu lädt.
es: **Cambiar y relanzar** establece este perfil como el activo (escribe `~/.hermes/active_profile`) y relanza Scarf para que cada pestaña — Webhooks, Sesiones, SOUL.md, Memoria — se recargue desde el directorio `~/.hermes/profiles/<name>/` del nuevo perfil.
fr: **Basculer et relancer** définit ce profil comme actif (écrit `~/.hermes/active_profile`) et relance Scarf pour que chaque onglet — Webhooks, Sessions, SOUL.md, Mémoire — se recharge depuis le répertoire `~/.hermes/profiles/<name>/` du nouveau profil.
ja: **切り替えて再起動** はこれをアクティブなプロファイルに設定し（`~/.hermes/active_profile` に書き込み）、Scarf を再起動します。これにより Webhooks、セッション、SOUL.md、メモリなどすべてのタブが新しいプロファイルの `~/.hermes/profiles/<name>/` ディレクトリから再読み込みされます。
pt_br: **Trocar e reiniciar** define isso como o perfil ativo (grava `~/.hermes/active_profile`) e reinicia o Scarf para que todas as abas — Webhooks, Sessões, SOUL.md, Memória — recarreguem do diretório `~/.hermes/profiles/<name>/` do novo perfil.
zh_hans: **切换并重新启动** 会将其设为活跃配置(写入 `~/.hermes/active_profile`)并重新启动 Scarf,以便每个标签页 — Webhooks、会话、SOUL.md、记忆 — 都从新配置的 `~/.hermes/profiles/<name>/` 目录重新加载。

source: **View this profile** re-points this window at the profile's `~/.hermes/profiles/<name>/` data — Sessions, Memory, Cron, and Chat all reload — without changing the server's active profile (what the agent, cron, and terminal use). To change the server's active profile instead, use **Set as server's active profile** from the list's context menu.
de: **Dieses Profil ansehen** richtet dieses Fenster neu auf die Daten des Profils unter `~/.hermes/profiles/<name>/` aus — Sitzungen, Speicher, Cron und Chat werden neu geladen — ohne das aktive Profil des Servers zu ändern (das, was der Agent, Cron und Terminal verwenden). Um stattdessen das aktive Profil des Servers zu ändern, verwende **Als aktives Profil des Servers festlegen** aus dem Kontextmenü der Liste.
es: **Ver este perfil** redirige esta ventana a los datos `~/.hermes/profiles/<name>/` del perfil — Sesiones, Memoria, Cron y Chat se recargan — sin cambiar el perfil activo del servidor (lo que usan el agente, cron y el terminal). Para cambiar el perfil activo del servidor, usa **Establecer como perfil activo del servidor** en el menú contextual de la lista.
fr: **Voir ce profil** repointe cette fenêtre vers les données `~/.hermes/profiles/<name>/` du profil — Sessions, Mémoire, Cron et Chat se rechargent tous — sans changer le profil actif du serveur (celui utilisé par l'agent, le cron et le terminal). Pour changer le profil actif du serveur, utilisez plutôt **Définir comme profil actif du serveur** dans le menu contextuel de la liste.
ja: **このプロファイルを表示** は、このウィンドウが参照するデータをそのプロファイルの `~/.hermes/profiles/<name>/` に切り替えます。セッション、メモリ、Cron、チャットがすべて再読み込みされますが、サーバーのアクティブなプロファイル（エージェント、cron、ターミナルが使用するもの）は変更されません。代わりにサーバーのアクティブなプロファイルを変更するには、リストのコンテキストメニューから **サーバーのアクティブなプロファイルとして設定** を使用してください。
pt_br: **Ver este perfil** reaponta esta janela para os dados `~/.hermes/profiles/<name>/` do perfil — Sessões, Memória, Cron e Chat são todos recarregados — sem alterar o perfil ativo do servidor (o que o agente, o cron e o terminal usam). Para alterar o perfil ativo do servidor, use **Definir como perfil ativo do servidor** no menu de contexto da lista.
zh_hans: **查看此配置** 会将此窗口重新指向该配置的 `~/.hermes/profiles/<name>/` 数据——会话、记忆、定时任务和聊天都会重新加载——但不会更改服务器的活跃配置(即 agent、定时任务和终端所使用的配置)。如需更改服务器的活跃配置,请改用列表右键菜单中的 **设为服务器的活跃配置**。

source: /path/to/client.key
de: /pfad/zu/client.key
es: /ruta/a/client.key
fr: /chemin/vers/client.key
pt_br: /caminho/para/client.key

source: /path/to/client.pem
de: /pfad/zu/client.pem
es: /ruta/a/client.pem
fr: /chemin/vers/client.pem
pt_br: /caminho/para/client.pem

source: /path/to/project
de: /pfad/zum/projekt
es: /ruta/al/proyecto
fr: /chemin/vers/projet
pt_br: /caminho/para/o/projeto

source: %@ — already gone
de: %@ — bereits verschwunden
es: %@ — ya no existe
fr: %@ — déjà disparu
ja: %@ — すでに削除済み
pt_br: %@ — já removido
zh_hans: %@ — 已不存在

source: %@ (error)
de: %@ (Fehler)
fr: %@ (erreur)
ja: %@（エラー）
pt_br: %@ (erro)
zh_hans: %@（错误）

source: %@ (not configured)
de: %@ (nicht konfiguriert)
es: %@ (sin configurar)
fr: %@ (non configuré)
ja: %@（未設定）
pt_br: %@ (não configurado)
zh_hans: %@（未配置）

source: %@ CALL
de: %@-AUFRUF
es: LLAMADA %@
fr: %@ APPEL
ja: %@ 呼び出し
pt_br: %@ CHAMADA
zh_hans: %@ 调用

source: %@ ctx
de: %@ Kontext
es: %@ contexto
fr: %@ contexte
ja: %@ コンテキスト
pt_br: %@ contexto
zh_hans: %@ 上下文

# %@ in · %@ out
source: %1$@ in · %2$@ out
de: %1$@ ein · %2$@ aus
es: %1$@ entrada · %2$@ salida
fr: %1$@ entrée · %2$@ sortie
ja: 入力 %1$@ · 出力 %2$@
pt_br: %1$@ entrada · %2$@ saída
zh_hans: 输入 %1$@ · 输出 %2$@

# %@ in / %@ out
source: %1$@ in / %2$@ out
de: %1$@ ein / %2$@ aus
es: %1$@ entrada / %2$@ salida
fr: %1$@ entrée / %2$@ sortie
ja: 入力 %1$@ / 出力 %2$@
pt_br: %1$@ entrada / %2$@ saída
zh_hans: 输入 %1$@ / 输出 %2$@

# %@ item %lld
source: %1$@ item %2$lld
de: %@ Element %lld
es: %1$@ elemento %2$lld
fr: %1$@ élément %2$lld
ja: %1$@、項目 %2$lld
zh_hans: %1$@ 项 %2$lld

source: %@ printed no result. Check the host.
de: %@ hat kein Ergebnis ausgegeben. Prüfe den Host.
es: %@ no imprimió ningún resultado. Comprueba el host.
fr: %@ n'a affiché aucun résultat. Vérifiez l'hôte.
ja: %@ は結果を出力しませんでした。ホストを確認してください。
pt_br: %@ não imprimiu nenhum resultado. Verifique o host.
zh_hans: %@ 未输出任何结果。请检查主机。

source: %@ Running
de: %@ läuft
es: %@ en ejecución
fr: %@ en cours
ja: %@ 実行中
pt_br: %@ em execução
zh_hans: %@ 运行中

source: %@ Stopped
de: %@ gestoppt
es: %@ detenido
fr: %@ arrêté
ja: %@ 停止
pt_br: %@ parado
zh_hans: %@ 已停止

source: %@ wants permission
de: %@ möchte eine Berechtigung
es: %@ solicita permiso
fr: %@ demande une autorisation
ja: %@ が許可を求めています
pt_br: %@ quer permissão
zh_hans: %@ 请求权限

source: %@ was retired on May 15. Migrate to its successor to keep this provider working.
de: %@ wurde am 15. Mai eingestellt. Migriere zu seinem Nachfolger, damit dieser Anbieter weiter funktioniert.
es: %@ se retiró el 15 de mayo. Migra a su sucesor para que este proveedor siga funcionando.
fr: %@ a été retiré le 15 mai. Migrez vers son successeur pour que ce fournisseur continue de fonctionner.
ja: %@ は 5 月 15 日に廃止されました。このプロバイダーを使い続けるには後継に移行してください。
pt_br: %@ foi desativado em 15 de maio. Migre para seu sucessor para manter esse provedor funcionando.
zh_hans: %@ 已于 5 月 15 日弃用。请迁移到其后继版本以保持此提供方正常工作。

source: %@, %@, %@, key %@
de: %@, %@, %@, Schlüssel %@
es: %@, %@, %@, clave %@
fr: %@, %@, %@, clé %@
ja: %@、%@、%@、キー %@
pt_br: %@, %@, %@, chave %@
zh_hans: %@、%@、%@、密钥 %@

source: %@, %@, %@, key %@, %@
de: %1$@, %2$@, %3$@, Schlüssel %4$@, %5$@
es: %1$@, %2$@, %3$@, clave %4$@, %5$@
fr: %1$@, %2$@, %3$@, clé %4$@, %5$@
ja: %1$@、%2$@、%3$@、キー %4$@、%5$@
pt_br: %1$@, %2$@, %3$@, chave %4$@, %5$@
zh_hans: %1$@,%2$@,%3$@,密钥 %4$@,%5$@

# %@, %lld projects
source: %1$@, %2$lld projects
de: %1$@, %2$lld Projekte
es: %1$@, %2$lld proyectos
fr: %1$@, %2$lld projets
ja: %1$@、%2$lld 件のプロジェクト
pt_br: %1$@, %2$lld projetos
zh_hans: %1$@,%2$lld 个项目

source: %@, at %@
de: %1$@, unter %2$@
es: %1$@, a las %2$@
fr: %1$@, à %2$@
ja: %1$@、%2$@ にて
pt_br: %1$@, às %2$@
zh_hans: %1$@,位于 %2$@

source: %@, local edits kept
de: %@, lokale Änderungen beibehalten
es: %@, ediciones locales conservadas
fr: %@, modifications locales conservées
ja: %@、ローカルの編集を保持
pt_br: %@, edições locais mantidas
zh_hans: %@,保留本地编辑

source: %@, remote peer at %@
de: %1$@, Remote-Peer auf %2$@
es: %1$@, par remoto en %2$@
fr: %1$@, pair distant à %2$@
ja: %1$@、%2$@ のリモートピア
pt_br: %1$@, peer remoto em %2$@
zh_hans: %1$@,远程对端位于 %2$@

# %@, update available, %@ to %@
source: %1$@, update available, %2$@ to %3$@
de: %@, Update verfügbar, %@ auf %@
es: %1$@, actualización disponible, %2$@ a %3$@
fr: %1$@, mise à jour disponible, %2$@ vers %3$@
ja: %1$@、アップデートあり、%2$@ から %3$@
pt_br: %1$@, atualização disponível, %2$@ para %3$@
zh_hans: %1$@,有可用更新,%2$@ 到 %3$@

source: %@: %@ pushed
de: %1$@: %2$@ übertragen
es: %1$@: %2$@ enviado
fr: %1$@ : %2$@ envoyé
ja: %1$@: %2$@ をプッシュしました
pt_br: %1$@: %2$@ enviado
zh_hans: %1$@:已推送 %2$@

source: %@: %@ so far
de: %1$@: %2$@ bisher
es: %1$@: %2$@ hasta ahora
fr: %1$@ : %2$@ jusqu'ici
ja: %1$@: 現在まで %2$@
pt_br: %1$@: %2$@ até agora
zh_hans: %1$@:目前 %2$@

source: %@Allow edits for this session
de: %@Bearbeitungen für diese Sitzung erlauben
es: %@Permitir ediciones en esta sesión
fr: %@Autoriser les modifications pour cette session
ja: %@このセッションでは編集を許可
pt_br: %@Permitir edições nesta sessão
zh_hans: %@在此会话中允许编辑

source: %lld already present
de: %lld bereits vorhanden
es: %lld ya presentes
fr: %lld déjà présents
ja: %lld 件は既に存在
pt_br: %lld já presentes
zh_hans: 已存在 %lld 个

source: %lld API
de: %lld APIs
ja: API %lld 件
pt_br: %lld APIs
zh_hans: %lld 个 API

source: %lld archived skill(s) available — list them with `hermes curator status`.
de: %lld archivierte(r) Skill(s) verfügbar — auflisten mit `hermes curator status`.
es: %lld habilidad(es) archivada(s) disponible(s) — lístalas con `hermes curator status`.
fr: %lld compétence(s) archivée(s) disponible(s) — listez-les avec `hermes curator status`.
ja: アーカイブ済みスキルが %lld 件あります — `hermes curator status` で一覧表示できます。
pt_br: %lld habilidade(s) arquivada(s) disponível(is) — liste-as com `hermes curator status`.
zh_hans: 有 %lld 个已归档技能可用 — 使用 `hermes curator status` 列出它们。

source: %lld cancelled
de: %lld abgebrochen
es: %lld cancelados
fr: %lld annulés
ja: %lld 件キャンセル
pt_br: %lld cancelados
zh_hans: 已取消 %lld 个

source: %lld changes
de: %lld Änderungen
es: %lld cambios
fr: %lld modifications
ja: %lld 件の変更
pt_br: %lld alterações
zh_hans: %lld 处更改

source: %lld characters
de: %lld Zeichen
es: %lld caracteres
fr: %lld caractères
ja: %lld 文字
pt_br: %lld caracteres
zh_hans: %lld 个字符

source: %lld chars
de: %lld Zeichen
es: %lld caracteres
fr: %lld caractères
ja: %lld 文字
pt_br: %lld caracteres
zh_hans: %lld 个字符

source: %lld created (paused)
de: %lld erstellt (pausiert)
es: %lld creados (en pausa)
fr: %lld créés (en pause)
ja: %lld 件作成（一時停止）
pt_br: %lld criados (pausados)
zh_hans: 已创建 %lld 个（已暂停）

source: %lld created, %lld could NOT be paused — verify on host
de: %lld erstellt, %lld konnten NICHT pausiert werden — auf dem Host prüfen
es: %lld creados, %lld NO se pudieron pausar: verifícalo en el host
fr: %lld créés, %lld n'ont PAS pu être mis en pause — à vérifier sur l'hôte
ja: %lld 件作成、%lld 件は一時停止できませんでした — ホストで確認してください
pt_br: %lld criados, %lld NÃO puderam ser pausados — verifique no host
zh_hans: 已创建 %lld 个，%lld 个无法暂停 — 请在主机上确认

# %lld delivery failure%@
source: %1$lld delivery failure%2$@
de: %1$lld Zustellfehler%2$@
es: %1$lld error de entrega%2$@
fr: %1$lld échec de livraison%2$@
ja: %1$lld 件の配信失敗%2$@
pt_br: %1$lld falha de entrega%2$@
zh_hans: %1$lld 次投递失败%2$@

source: %lld entries
de: %lld Einträge
es: %lld entradas
fr: %lld entrées
ja: %lld 件
pt_br: %lld entradas
zh_hans: %lld 条记录

source: %lld failed
de: %lld fehlgeschlagen
es: %lld fallaron
fr: %lld en échec
ja: %lld 件失敗
pt_br: %lld falharam
zh_hans: %lld 个失败

source: %lld failing
de: %lld fehlgeschlagen
es: %lld con errores
fr: %lld en échec
ja: %lld 件失敗
pt_br: %lld com falha
zh_hans: %lld 个失败

source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
ja: %lld ファイル
pt_br: %lld arquivos
zh_hans: %lld 个文件

source: %lld lines
de: %lld Zeilen
es: %lld líneas
fr: %lld lignes
ja: %lld 行
pt_br: %lld linhas
zh_hans: %lld 行

source: %lld messages
de: %lld Nachrichten
es: %lld mensajes
ja: %lld メッセージ
pt_br: %lld mensagens
zh_hans: %lld 条消息

source: %lld monitor skipped — source doesn't travel
de: %lld Monitor übersprungen — Quelle ist hostgebunden
es: %lld monitor omitido: el origen no se traslada
fr: %lld moniteur ignoré — la source ne suit pas
ja: モニター %lld 件をスキップ — ソースは移行できません
pt_br: %lld monitor ignorado — a origem não acompanha
zh_hans: 已跳过 %lld 个监控任务——来源无法迁移

source: %lld msgs
de: %lld Nachr.
es: %lld msjs
ja: %lld メッセージ
zh_hans: %lld 条

# %lld of %lld enabled
source: %1$lld of %2$lld enabled
de: %1$lld von %2$lld aktiviert
es: %1$lld de %2$lld habilitados
fr: %1$lld sur %2$lld activés
ja: %2$lld 中 %1$lld 個が有効
pt_br: %1$lld de %2$lld ativadas
zh_hans: 已启用 %1$lld / %2$lld

source: %lld passing
de: %lld bestanden
es: %lld correctas
fr: %lld réussis
ja: %lld 件成功
pt_br: %lld aprovados
zh_hans: %lld 个通过

source: %lld projects
de: %lld Projekte
es: %lld proyectos
fr: %lld projets
ja: %lld 件のプロジェクト
pt_br: %lld projetos
zh_hans: %lld 个项目

source: %lld queued
de: %lld in Warteschlange
es: %lld en cola
fr: %lld en file d'attente
ja: %lld 件キュー中
pt_br: %lld na fila
zh_hans: %lld 个排队中

source: %lld req
de: %lld erforderlich
es: %lld requeridos
fr: %lld requis
ja: %lld 必須
pt_br: %lld obrig.
zh_hans: %lld 个必填

source: %lld required config
de: %lld Pflichteinstellungen
es: %lld configuraciones requeridas
fr: %lld configuration(s) requise(s)
ja: 必須設定 %lld 件
pt_br: %lld configurações obrigatórias
zh_hans: %lld 项必需配置

source: %lld runs
de: %lld Läufe
es: %lld ejecuciones
fr: %lld exécutions
ja: %lld 回実行
pt_br: %lld execuções
zh_hans: %lld 次运行

source: %lld script-only skipped
de: %lld nur-Skript übersprungen
es: %lld solo-script omitidos
fr: %lld script seul ignorés
ja: スクリプトのみ %lld 件をスキップ
pt_br: %lld somente-script ignorados
zh_hans: 跳过 %lld 个纯脚本任务
